Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: Harnessing the benefits requires the removal of obstacles to investment transactions together with a comprehensive programme of measures to align national regulatory regimes across all stages of the trading cycle from disclosure obligations at the time of issue, common guidelines governing trading and the behaviour of market participants, to finalisation and reporting of completed transactions.
es: Para poder aprovechar las ventajas es preciso eliminar los obstáculos a las operaciones de inversión y poner en marcha un programa general de medidas para armonizar los regímenes reguladores nacionales en todas las etapas del ciclo de negociación desde los requisitos de información en el momento de la emisión, las directrices comunes que rigen la negociación y el comportamiento de los participantes en el mercado, hasta la conclusión y declaración de las operaciones concluidas.

source: Hence, at least part of the European population is accustomed to using high-value banknotes for transactions and as a store of value.
es: De modo que por lo menos una parte de la población europea está acostumbrada a utilizar billetes de banco de alto valor para transacciones y como reserva de valor.

source: If for some reason a sales transaction cannot be completed in the online store, the system displays an error message in the web browser.
es: Si, por alguna razón, una operación de venta no puede completarse en el Online Store, el sistema muestra un mensaje de error en el browser de navegación en Web.

source: In order to enable investors or market participants to assess at any time the terms of a transaction on shares that they are considering and to verify afterwards the conditions in which it has been carried out, common rules should be established for the publication of details of completed transactions in shares and disclosure of details of current opportunities to trade in shares.
es: Para que los inversores o los participantes del mercado puedan evaluar en todo momento las condiciones de una operación en acciones que están sopesando, y puedan comprobar a posteriori las condiciones en las que se ha llevado a cabo, deben establecerse normas comunes para la publicación de los datos de las operaciones en acciones ya concluidas y de los datos de las operaciones en acciones que son posibles en aquel momento.

source: He made a significant contribution to the efforts to move the peace process forward during his two-year tour of duty.
es: Realizó una importante aportación a las iniciativas para hacer avanzar el proceso de paz durante sus dos años de servicio.

source: CAPS can make a decisive contribution towards the achievement of these goals.
es: CAPS puede ser un instrumento decisivo para ayudar a acercarse más a esos objetivos.

source: This debate served also as a contribution to the preparation of the future action plan on energy efficiency.
es: El debate también contribuyó a la preparación del futuro plan de acción sobre la eficiencia energética.

source: You will receive a personal thank-you, plus color photos and a detailed description of how your contribution was used.
es: Usted recibirá un agradecimiento personal, fotos a color y una descripción detallada de cómo fue usada su contribución.

source: Those countries that benefit from the contribution of those millions of migrants are precisely those that simply do not understand that humanity is moving forward.
es: Aquellos países que se benefician del aporte de estos millones de migrantes son precisamente los países que no terminan de entender que la humanidad avanza.

source: Following independence, the smooth settlement of pending issues with Serbia has been a contribution to regional stability.
es: Tras la independencia, la resolución armoniosa de las cuestiones pendientes con Serbia ha contribuido a la estabilidad regional.

source: Elasticity of demand reflects the reaction to a price change in terms of quantities purchased.
es: La elasticidad de la demanda es la reacción de las cantidades adquiridas ante un cambio en los precios.

source: These distortions and restrictions in turn affect the scale and nature of the demand for cross-border credit, which may have consequences in terms of the demand for goods and services.
es: Estas distorsiones y restricciones influyen a su vez en el volumen y la naturaleza de la demanda de crédito transfronterizo, lo que puede afectar a la demanda de bienes y servicios.

source: There is thus vastly increased potential for cross-border demand and supply of services in the Internal Market.
es: Por tanto, existe un potencial enormemente incrementado de demanda y oferta transfronterizas de servicios en el mercado interior.

source: In the worst case scenario, this could trigger a decline in demand in some economic and cross-border mobility of people and goods could be hampered.
es: En la peor de las hipótesis, ello podría provocar una disminución de la demanda en determinados sectores económicos y obstaculizar la movilidad transfronteriza de las personas y las mercancías.

source: For example, national actions to boost demand will often have a positive cross border effect on goods and services in other Member States and thus feed through into a virtuous circle of recovery for Europe as a whole.
es: Por ejemplo, las medidas nacionales de impulso de la demanda tendrán a menudo un efecto positivo transfronterizo sobre los bienes y servicios de otros Estados miembros, contribuyendo así a un círculo virtuoso de recuperación para el conjunto de Europa.

source: Community Interest Company Majority World launched its ethical photo library one year ago to provide a platform for photographers, photographic agencies and image collections from the developing world to gain fairer access to global image markets.
es: La Compañía de Interés Comunitario (Majority World) lanzó su biblioteca ética de fotografía hace un año para brindar una plataforma para fotógrafos, agencies fotográficas y colecciones de imagines del mundo en desarrollo para ganar un acceso más justo hacia el Mercado global de imágenes.

source: SEE Brighton is a Community Interest Company founded on the principle that learning a language can improve confidence and employability for everyone.
es: SEE Brighton es un Community Interest Company, es decir, que defiende el principio de que aprender una idioma mejora la confianza y habilidades para el empleo.

source: Commissions dropped by 30 percent from 2003.
es: Las comisiones cayeron 30% a partir de 2003.

source: Schools get commissions of up to 36 percent on soda sales, she says, compared with 15 percent on healthier drinks.
es: Las escuelas obtienen comisiones de hasta un 36 por ciento sobre la venta de sodas, dice, comparado a un 15 por ciento proveniente de la venta de bebidas más saludables.

source: Around the country most real estate commissions are between five and seven percent of the purchase price.
es: Alrededor del país la mayoría de las comisiones de bienes raíces están entre cinco y siete por ciento del precio de compra.

source: You can also view your account and completed transactions at any time online.
es: También puede ver por Internet su cuenta y las transacciones completadas en cualquier momento.

source: In sales transactions, customers receive merchandise in a store and pay for it with the means of payment of their choice.
es: En las operaciones de venta, los clientes reciben mercancías en una tienda y lo pagan con los medios de pago que elijan.

source: Well-versed in plastic money transactions, U.S. big box store chains sprouted up almost everywhere on Mexican soil.
es: Bien versadas en transacciones con dinero plástico, las cadenas de supermercados de enormes dimensiones brotaron casi en todos lados sobre suelo mexicano.

source: In addition to individual customers, you can also handle business-to-business transactions via the online store.
es: Además de clientes individuales, también puede manejar transacciones de empresa a empresa mediante el online store.

source: The neighborhood is 16 kilometers from Wall Street's global financial center, where billions of dollars move daily through transactions completed in shiny skyscrapers.
es: La zona de Queens está a 16 kilómetros de Wall Street, el centro mundial de las finanzas, donde a diario se mueven miles de millones de dólares en operaciones que se realizan en relucientes rascacielos.

source: These partnerships are aimed at examining measures for increasing the contribution of remittances to development.
es: Estas asociaciones tienen por objeto estudiar medidas que permitan aumentar la contribución de las remesas al desarrollo.

source: I hope that today's debate will make some contribution to achieving that objective.
es: Espero que el debate de hoy contribuya a la consecución de ese objetivo.

source: "Sociologists and philosophers had already warned us of the contribution of television to cultural globalisation and a generalised ""dumbing down""."
es: Los sociólogos y los filósofos ya habían advertido que la televisión había contribuido a una globalización cultural y a una banalización.

source: The contribution of women to disaster risk reduction has also been underestimated.
es: Se ha subestimado la contribución de la mujer a la reducción del riesgo de desastres.

source: A decision was still pending concerning the contribution of a major donor.
es: Se estaba aún a la espera de la decisión de un donante importante respecto de su contribución.

source: I think that precisely Holy Communion shows our specific contribution to the healing of the world.
es: Pienso que precisamente la santa cena muestra nuestro aporte específico para la sanidad del mundo.

source: In 2001 the French government introduced the new legal form of a Société Coopérative d'Intérêt Collectif (SCIC) and in the UK a proposal was recently made for a Community Interest Company (http//www.dti.gov.uk/cics/). In several accession and candidate countries co-operatives of the disabled (which resemble integration coops in Italy) have provided quality jobs and medical support for the disabled since the early 20th Century.
es: En 2001 el Gobierno francés introdujo la nueva forma jurídica de «sociedad cooperativa de interés colectivo», y en el Reino Unido acaba de proponerse una Community Interest Company (http//www.dti.gov.uk/cics/). En varios países candidatos y en vías de adhesión, las cooperativas de discapacitados (similares a las cooperativas de integración italianas) proporcionan empleos de calidad y asistencia médica a discapacitados desde principios del siglo XX.

source: These ideas can be extended to community interest utility and service companies that provide lower carbon services.
es: Estas ideas pueden extenderse a las empresas de servicios públicos y empresas de energía que presten servicios de bajo consumo de carbono.

source: Does your community run in a department of your company, and do you want colleagues to join in who are not that interested in football?
es: ¿Quiere crear una quiniela para su empresa y quiere que participen también colegas que no se interesen tanto por el fútbol?

source: Such combination would imply a dual statute and a dual loyalty, and it would not be possible to guarantee that the Community interest prevailed in the event of competing pressures on the delegated prosecutors in their two functions.
es: Tal acumulación implicaría, en efecto, un desdoblamiento del estatuto y de la lealtad que no garantizaría la prevalencia de los intereses comunitarios en caso de obligaciones concurrentes de los Fiscales Delegados derivadas de sus dos funciones.

source: The investigation showed, however, that the Community company quoted did not sell any DEA to the client mentioned.
es: La investigación mostró, sin embargo, que la empresa comunitaria citada no vendió este producto al cliente mencionado.

source: The values of honesty, accountability, transparency and upholding the community interest/common good over personal interest must be strengthened.
es: Se deben fortalecer los valores de la honradez, la responsabilidad, la transparencia y la defensa de los intereses de la comunidad y el bien común por encima de los intereses individuales.

source: It also means understanding that a company is part of a broader community and that its long-term sustainability depends on its relations with all its stakeholders.
es: También significa comprender que una empresa es parte de una comunidad más amplia y que su sustentabilidad de largo plazo depende de sus relaciones con todas las partes interesadas.

source: There is, however, no incentive for single member entities to so restructure, because intra-company interest is not subject to taxation.
es: En cualquier caso, la medida no es un incentivo para que las empresas individuales realicen reestructuraciones, ya que los intereses intragrupo no están sujetos a impuestos.

source: The following is a description of such activities, together with the ownership interest in each Subholding Company
es: A continuación se describen las actividades, así como la tenencia en cada Compañía Subtenedora

source: According to a data compiled by the Inter-American Development Bank (IDB) and the International Institute for Democracy and Electoral Assistance (IDEA International), in 2009, women headed only 20.5 percent of congressional committees or commissions.
es: De acuerdo a datos compilados por el Banco Interamericano de Desarrollo (BID) y el Instituto Internacional para la Democracia y la Asistencia Electoral (IDEA Internacional)

source: q) name the commissions it deems necessary to facilitate the fulfillment of the tasks assigned to it
es: ñ) crear las comisiones que estimen necesarias para facilitar el cumplimiento de las tareas que le están asignadas

source: For example, technical commissions utilize such outside experts.
es: Por ejemplo, las comisiones técnicas utilizan esos expertos externos.

source: Telvent will install a complete electronic toll collection system on 10 toll lanes including hardware and software, and provide a central host computer system to process, store and report RITBA toll transactions and revenue.
es: Telvent instalará un sistema de telepeaje en 10 vías incluyendo hardware y software, y proporcionará un sistema host para procesar, almacenar y reportar las transacciones de peaje e ingresos de la RITBA.

source: If the check run is completed without errors, you can store the data under a test version in the LIS statistics in order to test which data has been updated.
es: Si el proceso de verificación se completa sin errores, puede almacenar los datos en una versión de test en las estadísticas de SIL para comprobar qué datos se han actualizado.

source: Payment transactions completed after the daily cut-off time or on non-business days will be initiated on the next business day.
es: Las transacciones de pago que se completen después de la hora de cierre diario o en un día no hábil, se procesarán al siguiente día hábil.

source: This also enables you to store completed exams in a shared area for general use.
es: También puede almacenar exámenes completos en un área compartida para un uso generalizado.

source: Note If you have a special webpage for donors who return to your website after checking out successfully, consider implementing Payment Data Transfer so that you can display information about the completed transactions.
es: Si tiene una página Web especial para donantes que vuelven a su sitio Web tras realizar correctamente el proceso de pago, piense en implementar la transferencia de datos de pago para poder mostrar información sobre transacciones completadas.

source: The Bank also completed 2 transactions in Hong Kong Dollars and one in New Zealand Dollars.
es: Citaremos también dos empréstitos en dólar de Hong-Kong y uno en dólar neozelandés.

source: Because transaction information is discarded after 90 days, it is recommended that you periodically download transactions to store them permanently.
es: Debido a que la información sobre las transacciones se descartan después de 90 días, se recomienda que baje información sobre las transacciones periódicamente para almacenarlas permanentemente.

source: The periodic statement will include a description of the transactions completed through the Service.
es: El estado de cuenta periódico incluirá una descripción de las transacciones que se completaron a través del Servicio.

source: But little cogs and little wheels have their significance too.
es: Pero las pequeñas ruedas dentadas también tienen su importancia en una maquinaria.

source: It is apparent that not all the cogs and wheels in the system of administration of justice are working well together.
es: Es evidente que no todos los engranajes del sistema de administración de justicia están funcionando bien juntos.

source: Many of the cogs in this mechanism have not worked, however, and many of the issues opened up by the Treaty of Maastricht are still on the agenda today.
es: No obstante, algunos engranajes de este mecanismo no funcionaron y aún hoy muchas de las problemáticas abiertas por el Tratado de Maastricht siguen sobre la mesa.

source: A constant turnover is problematic on many levels and we have to remember that we are human beings, not cogs in an economic wheel.
es: Una rotación constante de la plantilla es problemática a muchos niveles, y debemos recordar que somos seres humanos, no una pieza del engranaje económico.

source: If you buy bonds issued by a Swiss company, the company will retain 35% of the interest coupons.
es: Si compra bonos emitidos por una empresa suiza, la empresa retendrá el 35% de los cupones de intereses.

source: How does the Commission believe that this series of events might affect its image as guarantor of neutrality and objectivity in defending the Community interest?
es: ¿De qué forma cree la Comisión Europea que esta sucesión de hechos puede afectar a su imagen como garante de la neutralidad y objetividad en la defensa del interés comunitario?

source: In the case of children's shoes, the exclusion I am proposing is on the grounds of Community interest.
es: En el caso del calzado infantil, la exclusión que propongo es para defender los intereses comunitarios.

source: What community interest and concerns about involvement in the trial have been expressed?
es: ¿Qué interés e inquietudes de la comunidad se han expresado en relación con la participación en el ensayo?

source: Step 5 Interview representatives of the community, workers, company and government
es: Etapa 5 Entrevista con los representantes de la comunidad, trabajadores, empresa y gobierno

source: Participation of these senior officials in the Board is the best assurance of the protection of Community interest.
es: La participación de estos altos funcionarios en el Consejo es la mejor garantía de la protección de los intereses comunitarios.

source: Motiva has worked with the city, schools and universities, community interest and employment groups to recruit and train qualified people to take full advantage of the job opportunities presented by the expansion.
es: Motiva ha trabajado con la ciudad, los colegios y las universidades, y los grupos de interés comunitario y empleo, para contratar y capacitar a personas calificadas a fin de que saquen el máximo provecho de las oportunidades de trabajo presentadas por la expansión.

source: The IAC aims to provide professional training and to teach the social skills necessary for living in a community such as a company.
es: El IAC tiene como misiones la enseñaza de una profesión y la adquisición de reglas sociales para vivir en comunidad y dentro de una empresa.

source: Some argue that voluntary approaches and self-regulation have produced results and that appeals to self-interest ultimately change company behaviour more effectively.
es: Algunos opinan que los planteamientos voluntarios y la autorregulación han producido resultados y que los llamados al propio interés acaban por cambiar la conducta empresarial de una manera más eficaz.

source: Kickbacks from 15 percent commissions on BNL-sponsored loans were channeled into bank accounts held for Iraqi leaders via BCCI offices in the Caymans as well as in offshore Luxembourg and Switzerland.
es: Sobornos de 15 por ciento a esos préstamos fueron transferidos por la BNL a cuentas de funcionarios iraquíes a través de oficinas del BCCI en Islas Caimán, Luxemburgo y Suiza.

source: Member states also agreed to bolster the intergovernmental machinery by strengthening the work of the commissions and the Trade and Development Board.
es: Los Estados miembros acordaron también reforzar la maquinaria intergubernamental intensificando la labor de las comisiones y la Junta de Comercio y Desarrollo.

source: Today we are discussing gender mainstreaming in the context of the work of our own commissions.
es: Hoy estamos debatiendo la integración de la perspectiva de género en el marco del trabajo de nuestras comisiones.

source: He ordered a treadmill stress test, which revealed that two arteries were more than 50 percent blocked.
es: Me indicó una prueba de esfuerzo en la banda continua, que reveló que tenía dos arterias bloqueadas en más del 50 por ciento.

source: After cataract surgery with implantable lenses, glasses or contact lenses are needed in only about 10 percent of the cases.
es: Después de la cirugía de cataratas con lentes implantables, sólo el 10% de los pacientes usan anteojos o lentes de contacto.

source: More than 90 percent of our market is pre-paid in many countries of the world.
es: Más del 90 por ciento de nuestro mercado es del pre-pago y en muchos países del mundo.

source: The ESPP allows Baxter employees to purchase Baxter common stock each month at a 15 percent discount (up to 15 percent of base pay and sales commissions) through convenient payroll deductions with no brokerage fees.
es: Este plan permite que los empleados de Baxter compren acciones ordinarias de Baxter todos los meses con un descuento del 15% (hasta el 15% del salario básico y las comisiones) mediante prácticas deducciones de nómina y sin gastos de corretaje.

source: The rate of impunity amounts to 99 percent.
es: El índice de impunidad alcanza el 99 por ciento.

source: All of your transactions completed through the Service will appear on your periodic deposit account statement.
es: Todas las transacciones que usted complete a través del Servicio aparecerán en su estado de cuenta periódico de depósitos.

source: Goods can be received in a store as a result of the following transactions
es: Las mercancías pueden entrar en una tienda como resultado de las transacciones siguientes

source: In practice, banknotes denominated in Deutsche Mark were already used in Kosovo as a main tool for cash transactions and a store of value before the new legislation entered into force.
es: En la práctica, antes de que entrase en vigor la nueva normativa, los billetes denominados en marcos alemanes ya se usaban en Kosovo como principal instrumento en las transacciones en efectivo y como depósito de valor.

source: Financial Transactions (Store)
es: Movimientos de caja (tienda)

source: Sales Audit enables you to track whether the monetary transactions posted in a store are updated correctly
es: Auditoría de ventas permite controlar si las operaciones monetarias contabilizadas en una tienda se actualizan correctamente

source: The online store is a virtual retail store, fully able to support sales transactions over the Internet.
es: La tienda online es una tienda al por menor, totalmente capacitada para soportar transacciones de ventas por Internet.
